tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"

brew "bat"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "jq"
brew "lsd"
brew "tree"
brew "pnpm"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
cask "discord"
cask "docker"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-geist-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "mattermost"
cask "notion"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "visual-studio-code"
